from flask import Blueprint

test1_blueprint = Blueprint('example_blueprint', __name__)

@test1_blueprint.route('/')
def home_page():
    return "##page1/page2/page3/p̵̢̢̣̠̝̻̬̥͇͙͚̞̘̹̣͔̗̻͖̈́̑̂́̊́̔͛͛́̿͌͂̊͆͝͝ą̴̧̡̬̟̫͈̹͍̘̼͎̖̹͓̰̮̝͙͓͙̥̪͖̃̐̿̈́̇͗͑̀̈́̄̈͂͛̀̔̕̚͜͜͜͝ͅg̴̡̛̰̰͓̰͙̘̯̫̝̤̻͕̟̣͍̻͙̜͖̟̻̉̃̌̐̽̋͑̓̾̌̂͆̀͑̆̒̚̚͘͠͝e̴̤̭̩̝͐̀̀̀͐̂̏̀̈́́͛͛͊̍̇̓̆̾̕̕4̶̡̧̺̙̯̯̦̙̣̝̙͈̦̼̰͈̫̤̙̞͉̞̩͎̯̟̠͕̭̮̮͉͔͔̽̍̌̔͐̆̐́̂́͗̎̈́̑̍̔̋̋͌̓̑̀̉̈́̃̽̾͜##"


@test1_blueprint.route('/page4')
def fourth_page():
    return "##W̴͔̭͔̠̼̮̪͕͌͆̈́͑͌͛͋̕͝e̵͇͋̓͝l̵͎̱̪͍̉̑̋̐́̄̈́͂͜͝ç̸̗̰̣͚̘͇͚͇͊̓̈́͑̃͂̋ő̷̦͉̪̤͇̺̺̋̈̌͊̍m̵͔̬̪̙̲̥͖͎̰̰͆̋̅̆͛͠ě̵̡̧̙͈̉́̐̆͑̆̈́̚ ̷̮͚͖̠̼̪͛̽͋̕̕͜͝ṫ̸̢̛̳̩̱̻͖̩̆͛̿͝ő̶͓̳͓͇̥͓͓̝̫̔̀́ ̵̫̤̜̭̣̼͊͊̕t̴̢͔̻̻̗̜̓͝h̸̢̧̰̫̭̟̲͔͂́͐̈́̌̎̽͐̚͝e̸̢̼͙̦̝̹̗͗̃̈͆̉͗͝͝ ̶̛̥͖̣̍̃̄̒͂̋͑̆͠ͅṕ̸̧̝͕̩͎̂̓́̋̕ͅa̵̜̘̟̦̜̯͖̫͆͐̍̔g̴̡̹͍̯̋͂̍̑̊̓͌e̸̱̮̲̞͑̈́̔̀͒̈́̈́͆̑̋ ̸̨͙̳̱̗̳̻̮̳̾͐͊͑w̸̰̓͌́̒i̴͙̼͖̋͋̏͛̋̃̆͌͜ţ̸̮͚̻̣̾̇̃͜h̸͇̗̘̮̙̑̊̈́̔̔̉̓͋͐͌ó̴̮͕͈͜ů̴̞̔͜ṯ̷̺̘̩̼̪̀̑͑͋̂̎ ̶̜͈̋͂̈́̒͛̈́̆̚͝ȁ̴̧͖̖̩̲͆͑̎͝͝ ̵̢̤̫͚̲͔͊̌̌͑̍̚p̷̦̱̩̰̟̀̍̌̀͜ų̴̗̣͇̜̯̳̝̝̬̇̂̊r̷̡̛͈̰̆͌̄̌̀p̶̙̆͋̂̇̋o̷̧̢̢̥̪̩͈̩͓̿̊̃̋͆͒̒̽̕s̷̢̨͙̤̺̫̯̰̘̞̉̃̀͗̿̒̇̂̚̚e̴̝͍͕͎̩̞̜̥͖̎̓̈͆̂̃̈̓͒͜,̸̡̡͕̮͚̺̃̉͑̇͛̍͑̿̓ ̵̥̂͗͌̑̈́̈͘ằ̷̡͙̭̀ ̶̛̬̮̼̺̲̏̏̆̓̃͑̈̽͠g̵̨̢̳̗̤̗̱̯̓̚͠ȏ̵̢̡̫̣̲̫̳̩͙͂̀̃̄̔̌͛͘ȁ̴̻̖͈͔̺̚ͅl̴̟̯̩̒̄̀̃͒̈,̷̧͉͐̐̍͝ ̷̳̙̬̟͈̄̿͐̍͑̈́͂͠ö̶̫̫̖̙̱̹̜̘́͗͜r̶̦͖͎̲̃́ ̷͈̣̳̣͈̻̫̳̝̍̿̆̐̊̀̆̏͛̚a̵͓̼̙̠͇̟͚͝n̸̨̜̫̳̦͍͉̞̳͑̓̓͋̕̕ͅ ̶̡̯͚̮͎͑͋è̵̢̠͚͍̫͍̳̺̝́͒͝n̸̙̯̬̻̮̰̓̆͆̚d̸̹͙͕̦̫̤͎̫̻̅̏͊̔́͊͝.̵̧̨̡̯̺̥̬̹̫̗͑̓̓̂̏̾͋̎̈́͝ ̵̢̛̀̾̊́͋T̵̨̫͍̮̞̅ḣ̵̬̫̳̔̈́́̀̓̋̔̎i̶̛͉̱͖̺̖͊̅́̿̄͝ṣ̴̢̈́͂͛͊̀̀͊̆̚ ̶̢̳͈̪̞̙͕̬̭̻̿͐̈́͑͗͐͝ṕ̶̣̬̮̠̱͓̼̱̭̈͠å̸̛̝̬̉͌̿͌̊̄͘͝g̶̛͇̀̂̕͝ḗ̵̯͋̽͛̕ ̶̖͓̆w̸̨̤̲̓̀̑̉̉͌̎͘̚͠i̴̩̝͔̦͍͖͓̪̻͑̈͑̿̆͘͘l̴̯̣̐̐͐l̶̨̻̞͔͚̰̐͌̀́̔̒̀̈́̚͝ͅ ̵̢̗̖̘̙̫̻̜̉ͅb̴͕̫̕͠͠ḙ̷̬̬̥̭̲̞̌̎̈́̈́ ̷̢̻̯̱̪̿̌͐̎̐́͜͠ͅĥ̴̨̡̺̩̱͆̾͘e̶͕͈̰̞̯̮͗̈̌̈́͊́̇͗̎r̴͚̲̺̯̦̯̞̤͍̳͂̓e̶̢̧͈̩̯̫̻̅̏̄̾̽̿̔̄͝͠ ̸̢̨̻͙̺̈ẗ̷̨̠̖̫̩̬̱͙̌̑̌̔̌̂̕̕i̷̥̼̦̘̯̘͎̣̠̋l̸̦̓̏̂͐̈́̂̇̚͘͠ḷ̶̢̱̳̙̱̬͈͔̹͂̈́̈̊̆̍̆ ̴̱̖̝̺̮̞̮͓̳̱́͌̓̇̄̎̋͆͛̒ę̷̛̼͚͉͚͉̦̭̣̂͊̋͂̒̋͒͠͝n̸͎̼̫̝̰̲̩̓͗͛͗d̴̛̗̪̫̹̘̼̋͗̆̔͘ ̷̤̣̯̖͍̹́͌̅͌̋̽ó̴͖̻̺̼̭̘̙͔͎̫̈́̀͆̂̾̕f̷̨̛͈͉̬̖̣̪͍̏̏̈́ ̸̢̡̮͖̟͉̬̱͉͌̌͐ͅt̵̲͚̹̃̑͋̂ĩ̵̢̢̨̻̭͇͚͈͗̾̐̓̿͗m̶̛̜̣̻̳̭͈̻̈̾̅͋͐̋̄͛e̶̩̲͓̳̥̎̌̅͑̈́̑̊̉͝.̵̛̬͙̿̐̀̓̈́͜͝##"
